<main>
  <div class="front">
    <div class="site-title"><a href="<?php echo home_url('/') ?>"><span>特定医療法人 萬生会 熊本第一病院</span></a></div>
    <h2><?php echo get_the_title(); ?></h2>
  </div>

  <div class="container">
    お問い合わせフォーム
    当法人へのお問い合わせは、お電話、メールフォームにてご連絡ください。

    フォームでのお問い合わせは下記に必要事項をご記入の上、「個人情報の取り扱いについて」をお読みいただき、
    「同意して、入力内容を確認する」ボタンをクリックしてください。
    内容を確認の上、担当者よりご連絡させていただきます。

    メールフォームからお問い合わせ
    <!-- 必須

    お名前

    例）田中 太郎
    必須

    ふりがな

    例）たなか たろう
    必須

    メールアドレス

    例）example@example.com
    必須

    電話番号

    例）000-000-0000
    必須

    お問い合わせ内容

    お問い合わせ内容を入力してください。
    当法人の「個人情報保護方針」をお読みになり、
    内容に同意いただける場合は「同意して入力内容を確認する」ボタンを押して、
    入力内容の確認画面へ進んでください。

    同意して入力内容を確認する

    送信ボタンを押すことは、「個人情報保護方針」に同意されたものとみなします。 -->

    <?php echo do_shortcode('[contact-form-7 id="c3c0b60" title="コンタクトフォーム"]') ?>
  </div>
</main>
<!-- 
<footer class="for-contact-form">
  © Vansay.
</footer> -->